export const th = {
  "navbar.home": "หน้าแรก",
  "navbar.services": "บริการ",
  "navbar.projects": "โปรเจค",
  "navbar.about": "เกี่ยวกับเรา",
  "navbar.contact": "ติดต่อเรา",

  "hero.title": "Master Paint",
  "hero.description":
    "รับบริการงานทาสีโดยทีมช่าง ผู้ชำนาญงานเฉพาะด้านและมีประสบการณ์ โดยตรงเชี่ยวชาญด้านงานสีโดยเฉพาะ",
  "hero.contact": "ติดต่อเรา",

  "services.consult.title": "ให้คำปรึกษาและประเมินราคางานสีทุกชนิด",
  "services.consult.description": "วางแผนตามงบประมาณที่ต้องการ",

  "services.painting.title": "ทาสี",
  "services.painting.description": "ทาสีอาคาร โรงงาน ที่พักอาศัย เครื่องจักร ฯ",

  "services.renovation.title": "รับซ่อมแซมและปรับปรุง",
  "services.renovation.description":
    "เพื่อยืดอายุการใช้งานและให้ดูดีทันสมัยมากขึ้น",

  "services.design.title": "รับออกแบบและต่อเติม",
  "services.design.description":
    "ให้ตรงกับความต้องการของลูกค้าในราคาที่เหมาะสม",

  "company.p1":
    "หจก.นอร์ธเทค ก่อตั้งขึ้นเมื่อวันที่ 18 สิงหาคม 2548 มีวัตถุประสงค์เพื่อให้บริการเกี่ยวกับงานสีต่างๆ โดยทีมช่างคุณภาพที่มีประสบการณ์และความ เชี่ยวชาญด้านงานสีโดยเฉพาะ",
  "company.p2":
    "เราได้มุ่งมั่นที่จะสร้างความพึงพอใจให้แก่ลูกค้าในการนำ เสนอสินค้าพร้อมบริการที่มีคุณภาพในราคาที่เหมาะสม ดังนั้นเมื่อท่านได้รับบริการจากเรา จะไม่เพียงแต่การให้บริการเท่านั้น แต่จะเป็นการเริ่มต้นความสัมพันธ์ที่ดีต่อกันในระยะเวลาอันยาวไกล",
  "company.more": "เรียนรู้เพิ่มเติม",
  "company.offer1": "ตารางงานที่ยืดหยุ่น",
  "company.offer2": "ให้คำปรึกษาฟรี",
  "company.offer3": "รักษาพื้นที่ทำงานให้สะอาด",

  "about.history.title": "ประวัติของเรา",
  "about.history.description":
    "ห้างหุ้นส่วนจำกัด นอร์ธเทค เริ่มจัดตั้งขึ้นในปี พ.ศ.2548มีวัตถุประสงค์ในการดำเนินงานประกอบธุรกิจให้บริการเกี่ยวกับ งานด้านการต่อเติม ปรับปรุง ซ่อมแซม อาคารสำนักงาน โรงงาน ที่พักอาศัยรวมไปถึงเครื่องจักรในโรงงาน ให้มีสภาพที่ดีขึ้นตามที่ลูกค้าต้องการด้วยช่างที่มีประสบการณ์ และความเชี่ยวชาญเฉพาะด้านโดยอยู่ในการควบคุมดูแลงานจากทีมงานของห้างฯ อย่างใกล้ชิดตลอดระยะเวลาทำงานให้ได้งานที่มีคุณภาพสูงสุดจึงส่งผลให้กิจการ มีความก้าวหน้า และเติบโตได้อย่างต่อเนื่อง",

  "about.vision.title": "วิสัยทัศน์",
  "about.vision.description":
    "ด้วยประสบการณ์ที่มากกว่า 10 ปี เพื่อให้งานที่มีคุณภาพห้าง ฯ จึงให้ความสำคัญกับการเข้าไปดูแลงานอย่างใกล้ชิด ตั้งแต่ให้คำปรึกษา และแก้ใขหน้างานให้ผ่านไปด้วยดี จึงทำให้เราได้รับความไว้วางใจและ ความเชื่อมั่นจากลูกค้าให้มีโอกาสได้ทำงานหลายรูปแบบ โดยยึดหลักที่ว่างานที่ลูกค้าพึงพอใจคืองานบริการของเรา",

  title: "สวัสดีชาวโลก",
};
