export const th = {
  "navbar.home": "หน้าแรก",
  "navbar.services": "บริการ",
  "navbar.projects": "โปรเจค",
  "navbar.about": "เกี่ยวกับเรา",
  "navbar.contact": "ติดต่อเรา",

  "hero.title": "Master Paint 2548",
  "hero.description":
    "รับบริการงานทาสีโดยทีมช่างผู้ชำนาญงานเฉพาะด้านและมีประสบการณ์โดยตรง เชี่ยวชาญด้านงานสีโดยเฉพาะ",
  "hero.contact": "ติดต่อเรา",

  "services.title": "บริการ",
  "services.consult.title": "ให้คำปรึกษาและประเมินราคางานสีทุกชนิด",
  "services.consult.description": "วางแผนตามงบประมาณที่ต้องการ",
  "services.consult.list1":
    "ลูกค้าที่สนใจการทาสีสามารถติดต่อเพื่อขอคำปรึกษาและประเมินราคาได้ฟรี ไม่มีค่าใช้จ่าย",
  "services.consult.list2":
    "เราพร้อมให้คำปรึกษาและแนะนำ เพื่อให้งานอยู่ในงบประมาณที่ต้องการ",
  "services.consult.list3":
    "ลูกค้าที่สนใจรับบริการจะมีใบเสนอราคาที่มีรายละเอียดต่างๆที่ชัดเจนให้ลูกค้าพิจารณา",

  "services.painting.title": "ทาสี",
  "services.painting.description": "ทาสีอาคาร โรงงาน ที่พักอาศัย เครื่องจักร ฯ",
  "services.painting.list1": "งานทาสีน้ำ ภายนอก ภายใน",
  "services.painting.list2": "งานทาสีน้ำมัน โครงเหล็ก โลหะทุกชนิด",
  "services.painting.list3": "งานสี อีพ๊อกซี่ พื้น และโลหะทุกชนิด",
  "services.painting.list4": "งานสีหลังคาทุกชนิด",
  "services.painting.list5": "งานทาสีไม้ สีย้อมไม้",
  "services.painting.list6": "งานทา และพ่นสีเฟอร์นิเจอร์ ไม้ และโลหะ",
  "services.painting.list7": "งานทา และพ่นพื้นไม้ เคลือบแข็งยูรีเทน",
  "services.painting.list8":
    "งานขัดพื้นไม้งานลอกสีเก่าพื้นไม้และเฟอร์นิเจอร์ ทำสีใหม่",
  "services.painting.list9": "งานทำความสะอาดอาคารสำนักงาน",
  "services.painting.list10": "งานกระจก",
  "services.painting.list11": "งานผนัง",
  "services.painting.list12": "งานซีลอาคารป้องกันน้ำ",

  "services.renovation.title": "รับซ่อมแซมและปรับปรุง",
  "services.renovation.description":
    "เพื่อยืดอายุการใช้งานและให้ดูดีทันสมัยมากขึ้น",
  "services.renovation.list1":
    "ลูกค้าที่สนใจการซ่อมแซมและปรับปรุงสามารถติดต่อเพื่อขอคำปรึกษาได้ฟรี ไม่มีค่าใช้จ่าย",
  "services.renovation.list2":
    "เราพร้อมให้คำปรึกษาและแนะนำ เพื่อให้ทุกงานซ่อมถูกแก้ไขได้ตรงจุด",
  "services.renovation.list3":
    "เรามีทีมช่างที่มีประสบการณ์ในงานซ่อมแซมและปรับปรุงให้งานออกมามีคุณภาพ",
  "services.renovation.list4":
    "ลูกค้าที่สนใจรับบริการจะมีใบเสนอราคาที่มีรายละเอียดต่างๆที่ชัดเจนให้ลูกค้าพิจารณา",

  "services.design.title": "รับออกแบบและต่อเติม",
  "services.design.description":
    "ให้ตรงกับความต้องการของลูกค้าในราคาที่เหมาะสม",
  "services.design.list1":
    "ลูกค้าที่สนใจการต่อเติมสามารถติดต่อเพื่อขอคำปรึกษาได้ฟรี ไม่มีค่าใช้จ่าย",
  "services.design.list2":
    "เราพร้อมให้คำปรึกษาและแนะนำ เพื่อให้ทุกงานต่อเติมให้ตรงกับความต้องการของลูกค้า",
  "services.design.list3":
    "เรามีทีมงานออกแบบและทีมช่างที่มีประสบการณ์ เพื่อให้งานออกมามีคุณภาพ",
  "services.design.list4":
    "ลูกค้าที่สนใจรับบริการจะมีใบเสนอราคาที่มีรายละเอียดต่างๆที่ชัดเจนให้ลูกค้าพิจารณา",

  "service.carousel.slide1": "การไฟฟ้าส่วนภูมิภาค(สำนักงานใหญ่)",
  "service.carousel.slide2": "บริษัท ซูซูโย่ จำกัด",
  "service.carousel.slide3": "บริษัท คีพอินทัช จำกัด",
  "service.carousel.slide4": "บริษัท สโตนวัน จำกัด",
  "service.carousel.slide5": "บริษัท อุตสาหกรรมทำเครื่องแก้วไทยจำกัด (มหาชน)",
  "service.carousel.slide6": "บริษัท เกิดปัญญา จำกัด",
  "service.carousel.slide7": "Marut Residence",
  "service.carousel.slide8": "บ้านเปรมสุข",
  "service.carousel.slide9": "บริษัท เทิร์นคีย์ คอมมูนิเคชั่น เซอร์วิส จำกัด",

  "company.p1":
    "หจก.นอร์ธเทค ก่อตั้งขึ้นเมื่อวันที่ 18 สิงหาคม 2548 มีวัตถุประสงค์เพื่อให้บริการเกี่ยวกับงานสีต่างๆ โดยทีมช่างคุณภาพที่มีประสบการณ์และความเชี่ยวชาญด้านงานสีโดยเฉพาะ",
  "company.p2":
    "เรามุ่งมั่นที่จะสร้างความพึงพอใจให้แก่ลูกค้าในการนำเสนอสินค้าพร้อมบริการที่มีคุณภาพในราคาที่เหมาะสม ดังนั้นเมื่อท่านได้รับบริการจากเรา จะไม่เพียงแต่การให้บริการเท่านั้น แต่จะเป็นการเริ่มต้นความสัมพันธ์ที่ดีต่อกันในระยะเวลาอันยาวไกล",
  "company.more": "เรียนรู้เพิ่มเติม",
  "company.offer1": "ตารางงานที่ยืดหยุ่น",
  "company.offer2": "ให้คำปรึกษาฟรี",
  "company.offer3": "รักษาพื้นที่ทำงานให้สะอาด",

  "about.title": "เกี่ยวกับเรา",
  "about.history.title": "ประวัติของเรา",
  "about.history.description":
    "ห้างหุ้นส่วนจำกัด นอร์ธเทค เริ่มจัดตั้งขึ้นในปี พ.ศ.2548 มีวัตถุประสงค์ในการดำเนินงานประกอบธุรกิจให้บริการเกี่ยวกับงานด้านการต่อเติม ปรับปรุง ซ่อมแซมอาคารสำนักงาน โรงงาน ที่พักอาศัยรวมไปถึงเครื่องจักรในโรงงานให้มีสภาพดีขึ้นตามที่ลูกค้าต้องการด้วยช่างที่มีประสบการณ์และความเชี่ยวชาญเฉพาะด้าน โดยอยู่ในการควบคุมดูแลงานจากทีมงานของห้างฯอย่างใกล้ชิดตลอดระยะเวลาทำงานให้ได้งานที่มีคุณภาพสูงสุด จึงส่งผลให้กิจการมีความก้าวหน้าและเติบโตได้อย่างต่อเนื่อง",

  "about.vision.title": "วิสัยทัศน์",
  "about.vision.description":
    "ด้วยประสบการณ์ที่มากกว่า 10 ปี เพื่อให้งานที่มีคุณภาพ ห้างฯจึงให้ความสำคัญกับการเข้าไปดูแลงานอย่างใกล้ชิด ตั้งแต่ให้คำปรึกษาและแก้ใขหน้างานให้ผ่านไปด้วยดี จึงทำให้เราได้รับความไว้วางใจและความเชื่อมั่นจากลูกค้าให้มีโอกาสได้ทำงานหลายรูปแบบ โดยยึดหลักที่ว่า งานที่ลูกค้าพึงพอใจคืองานบริการของเรา",

  "footer.address":
    "Northtech Limited Partnership 71/5 หมู่ที่ 13 ถนนบางนา-ตราดตำบลบางแก้ว อำเภอบางพลี จังหวัดสมุทรปราการ 10540",

  "type.title": "ประเภท",
  "type.all": "ทั้งหมด",
  "type.painting": "ทาสี",
  "type.painting.interior": "สีภายใน",
  "type.painting.exterior": "สีภายนอก",
  "type.painting.epoxy": "สีพื้นอีพ๊อกซี่งานตีเส้นพื้น",
  "type.painting.traffic": "สีจราจร",
  "type.painting.wood": "สีงานไม้",
  "type.painting.sign": "สีงานป้าย",
  "type.painting.steel": "สีโครงเหล็ก",
  "type.painting.machinery": "สีเครื่องจักร",
  "type.design": "งานออกแบบ",

  "location.title": "สถานที่",
  "location.all": "ทั้งหมด",
  "location.home": "บ้าน",
  "location.factory": "โรงงาน",
  "location.office": "อาคารสำนักงาน",

  "contact.success": "ส่งข้อความของคุณสำเร็จแล้ว!",
  "contact.fail": "ไม่สามารถส่งข้อความของคุณได้ โปรดลองอีกครั้ง",

  title: "สวัสดีชาวโลก",

  "contact.form.title": "ติดต่อเรา",
  "contact.form.desc": "สามารถส่งข้อความถึงเราได้เสมอ",
  "contact.form.name": "ชื่อ",
  "contact.form.surname": "นามสกุล",
  "contact.form.email": "อีเมล",
  "contact.form.phone": "เบอร์โทรศัพท์",
  "contact.form.company": "บริษัท",
  "contact.form.address": "ที่อยู่",
  "contact.form.message": "ข้อความ",
  "contact.form.message.desc": "พิมพ์ข้อความของคุณ",
  "contact.form.button": "ส่งข้อความ",

  "project.page.title": "โครงการ",
};
